{
    "passages": [
      {
        "text": "Your eyes flutter open, your head pounding, your memory fuzzy. It doesn't take too long to realize that you are laying down in a pitch black void. Wait, squinting a bit as your vision clears itself, you see the faintest outline of a door etched into the void. \n\n[[Head towards the door?->Mysterious Door]]\n[[Look around the area a bit longer->Black Room Extended]]",
        "links": [
          {
            "name": "Head towards the door?",
            "link": "Mysterious Door",
            "pid": "5"
          },
          {
            "name": "Look around the area a bit longer",
            "link": "Black Room Extended",
            "pid": "2"
          }
        ],
        "name": "Black Room",
        "pid": "1",
        "position": {
          "x": "543",
          "y": "217"
        }
      },
      {
        "text": "You look around at this...void. It is black and almost imposible to look around. Yet, your eyes have just enough of light from somewhere to at least get the basics of this place. You walk around and manage to find a \"wall\". Running your hand across it, it feels solid but barely tangeble. Barely. You feel like it could shatter with enough force, but looking back you can still see the door etched into the void. \n\n[[Press against it->Pressing against the void]]\n[[Go to the door->Mysterious Door]] ",
        "links": [
          {
            "name": "Press against it",
            "link": "Pressing against the void",
            "pid": "3"
          },
          {
            "name": "Go to the door",
            "link": "Mysterious Door",
            "pid": "5"
          }
        ],
        "name": "Black Room Extended",
        "pid": "2",
        "position": {
          "x": "754",
          "y": "344"
        }
      },
      {
        "text": "\tScrew the door, it could be a trap or worse. Planting both hands on the door, you push with all of your might as you do you feel the surface shatter. Not expecting the emptiness on the other side of the surface, you stumble through the hole and barely manage to keep yourself from falling completely. However, as you regain your footing on the other side, you peer in and what is there isn't what you thought. Peering around, you currently reside in some-sort of observation room. It is thin, but glancing in either direction this room appears to encompass the entireity of the blackness to of which you awoken. \n\tYou take a quick look over your shoulder and the door etched out from this void, the door with light piercing from the gap outlining the door, it remains there. Floating. Waiting. \n\t\n[[Proceed deeper into the room->Into the Labratory]]\n[[Head back to the door->Mysterious Door]] \n",
        "links": [
          {
            "name": "Proceed deeper into the room",
            "link": "Into the Labratory",
            "pid": "4"
          },
          {
            "name": "Head back to the door",
            "link": "Mysterious Door",
            "pid": "5"
          }
        ],
        "name": "Pressing against the void",
        "pid": "3",
        "position": {
          "x": "757",
          "y": "512"
        }
      },
      {
        "text": "No. Whatever that door correlates with can't be good. You proceed deeper into this...labyrinth. The walls are ",
        "name": "Into the Labratory",
        "pid": "4",
        "position": {
          "x": "759",
          "y": "663"
        }
      },
      {
        "text": "You approach this...door. It is hard to disconcern it from the rest of the surroundings outside of the glowing light steming from behind whatever lies behind this door. You crack it open a small bit, taking a quick glimpse into the beyond and the stark contrast between the colors are nearly blinding. From within the crack you see ahead of you a white mass, and as your eyes adjust to the contrast, you see that it is more like a proper room. Large pannels comprising the walls and ceiling, a flat concrete flooring, all colored white. In the center of the room is a oak desk, with a simple chair tucked into it, nothing else.\n\n[[Head into the room->Deeper into the Labrinth]]\n[[Turn back->Black Room Extended]] ",
        "links": [
          {
            "name": "Head into the room",
            "link": "Deeper into the Labrinth",
            "pid": "6"
          },
          {
            "name": "Turn back",
            "link": "Black Room Extended",
            "pid": "2"
          }
        ],
        "name": "Mysterious Door",
        "pid": "5",
        "position": {
          "x": "322",
          "y": "332"
        },
        "tags": [
          "mysterious-door"
        ]
      },
      {
        "text": "You push forward deeper into the room, But the moment you tread into the room, about a foot, the seams of the door behind you stitch themselves together and the door that was once there meshes itself with the wall behind you. Hastily you rush over and pressing against where the door once stood you find a wall. Shoot. Heading around back you see the fine desk ahead of you in the center of this white room and a large, well cusioned office chair tucked into it. However, as your eyes peer back to the desk once more and ",
        "name": "Deeper into the Labrinth",
        "pid": "6",
        "position": {
          "x": "324",
          "y": "483"
        }
      }
    ],
    "name": "The Rising Void",
    "startnode": "1",
    "creator": "Twine",
    "creator-version": "2.3.12",
    "ifid": "F5BC3823-2D0A-42F3-A66C-98380CCA2F83"
  }